import { Box, Typography } from "@mui/material";

const PrivacyPolicy = () => {
  return (
    <>
      <Typography id="title" variant="h5" sx={{ fontWeight: "bold" }} paragraph>
        Політика конфіденційності для сервісу «A Contract»
      </Typography>

      <Typography paragraph>Остання модифікація: 05 лютого 2024 р.</Typography>
      <br />
      <Typography paragraph>
        Дана Політика конфіденційності встановлює умови та порядок збору,
        використання та розголошення Вашої інформації під час користування
        Сервісом, а також визначає Ваші права як суб`єкта персональних даних. Ми
        використовуємо Ваші персональні дані для надання послуг та поліпшення
        якості Сервісу. Користуючись Сервісом, Ви згодні зі збором та
        використанням інформації відповідно до даної Політики конфіденційності.
      </Typography>
      <br />
      <Typography
        id="terms-and-meaning"
        variant="h6"
        sx={{ fontWeight: "bold" }}
        paragraph
      >
        Терміни та визначення
      </Typography>
      <Typography id="interpretation" sx={{ fontWeight: "bold" }} paragraph>
        Інтерпретація
      </Typography>
      <Typography paragraph>
        Значення визначень у тексті з великої літери слід інтерпретувати
        відповідно до інструкцій, наведених нижче. Їх значення та інтерпретація
        зберігаються як в однині, так і в множині.
      </Typography>
      <Typography id="definitions" sx={{ fontWeight: "bold" }} paragraph>
        Визначення
      </Typography>
      <Typography paragraph>
        Відповідно до цієї Політики конфіденційності:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Обліковий запис» означає унікальний обліковий запис, який створюється
        для Вас з метою доступу до нашого Сервісу або його окремих компонентів.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Компанія&apos; (названа в цій Угоді «Компанія», «Ми», «Нас» або
        «Наш») означає ТОВ A Contact 40000, Україна, м. Суми, Пушкіна, 55 кв 4.{" "}
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Файли cookie» означають невеликі файли, які розміщуються веб-сайтом
        на вашому комп&apos;ютері, мобільному пристрої або будь-якому іншому
        девайсі і містять відомості про вашу історію переглядів на цьому
        веб-сайті протягом усього використання Сервісу.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        {" "}
        • «Країна» означає Україна.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Пристрій» означає будь-який пристрій, який може отримати доступ до
        Сервісу, наприклад, комп&apos;ютер, мобільний телефон або планшет.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Персональні дані» означають будь-яку інформацію, яка стосується
        ідентифікованої або ідентифікованої особи.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Сервіс» означає Веб-сайт.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Постачальник послуг» означає будь-яку фізичну чи юридичну особу, яка
        обробляє дані від імені Компанії. Це можуть бути сторонні компанії або
        фізичні особи, найняті Компанією для надання або підтримки у наданні
        Сервісу від імені Компанії, а також надання послуг, пов&apos;язаних з
        Сервісом, або надання допомоги Компанії в аналітиці Сервісу.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Соціальні мережі» означають будь-які сторонні веб-сайти або соціальні
        мережі, за допомогою яких Користувач логінується або реєструється, щоб
        скористатися Сервісом.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Дані про використання» означають автоматично зібрані дані, які
        генеруються в процесі використання Сервісу або самою інфраструктурою
        Сервісу (наприклад, тривалість перегляду сторінки).
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Сайт» означає інформаційний електронний ресурс у мережі Інтернет,
        доступ до якого здійснюється за адресою https:// .
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • «Ви» означає фізичну особу, компанію або іншу юридичну особу, яка
        отримує доступ до Сервісу або користується Сервісом залежно від
        обставин.
      </Typography>
      <br />
      <Typography variant="h6" sx={{ fontWeight: "bold" }} paragraph>
        Збір та використання Ваших персональних даних
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Типи даних, що збираються:
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Персональні дані
      </Typography>
      <Typography paragraph>
        При використанні нашого Сервісу ми можемо попросити Вас надати нам певні
        персональні відомості, що ідентифікуються, які можуть бути використані
        для зв&apos;язку з Вами або для Вашої ідентифікації. Інформація, що
        дозволяє встановити особу, може включати, але не обмежується:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Адреса електронної пошти
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Ім&apos;я та прізвище
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Номер телефону
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Адреса, область, місто, село
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Дані про використання
      </Typography>
      <Typography paragraph>
        Дані про використання збираються автоматично під час використання
        Сервісу.
      </Typography>
      <Typography paragraph>
        Дані про використання можуть включати таку інформацію, як IP-адреса, тип
        браузера, версія браузера, відвідувані сторінки нашого Сервісу, час і
        дата Вашого візиту, час, проведений на цих сторінках, унікальні
        ідентифікатори пристрою та інші діагностичні дані.
      </Typography>
      <Typography paragraph>
        Коли Ви отримуєте доступ до Сервісу за допомогою мобільного пристрою або
        через нього, Ми можемо збирати певну інформацію автоматично, включаючи,
        крім іншого, тип мобільного пристрою, що використовується Вами,
        унікальний ідентифікатор Вашого мобільного пристрою, IP-адреса Вашого
        мобільного пристрою, відомості про операційну систему Вашого мобільного
        телефону, тип використовуваного Вами мобільного інтернет-браузера,
        унікальні ідентифікатори пристрою та інші діагностичні дані.
      </Typography>
      <Typography paragraph>
        Ми також можемо збирати інформацію, яку Ваш браузер надсилає щоразу,
        коли Ви відвідуєте наш Сервіс або коли отримуєте доступ до Сервісу за
        допомогою мобільного пристрою.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Інформація із соціальних мереж
      </Typography>
      <Typography paragraph>
        Компанія дозволяє Вам створити обліковий запис та увійти до системи для
        використання Сервісу через наступні Соціальні мережі:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Google
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Telegram
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Viber
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Instagram
      </Typography>
      <Typography paragraph>
        Якщо Ви вирішите зареєструватися або надати доступ через Соціальні
        мережі, ми можемо збирати Персональні дані, які вже пов&apos;язані з
        Вашим обліковим записом у Соціальних мережах, наприклад, Вашим
        ім&apos;ям, адресою електронної пошти, діями або списком контактів,
        пов&apos;язаних з цим обліковим записом.
      </Typography>
      <Typography paragraph>
        Ви також можете поділитись додатковою інформацією з Компанією через свій
        обліковий запис у Соціальних мережах. Якщо Ви вирішите надати таку
        інформацію та Персональні дані під час реєстрації або на будь-якому
        іншому етапі, Ви даєте Компанії дозвіл використовувати, передавати та
        зберігати відомості відповідно до цієї Політики конфіденційності.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Технології відстеження та файли cookie
      </Typography>
      <Typography paragraph>
        Ми використовуємо файли cookie та аналогічні технології трекінгу для
        відстеження активності на платформі нашого Сервісу та збереження певної
        інформації. Технології відстеження, що використовуються, — це маяки,
        теги та скрипти для збору та відстеження інформації, а також для
        покращення та аналітики Нашого Сервісу. Використовувані нами технології
        можуть включати:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Файли cookie або файли cookie браузера. Файл cookie — це невеликий
        файл, розміщений на Вашому пристрої. У налаштуваннях вашого браузера Ви
        можете встановити відмову від будь-яких cookie-файлів або налаштувати
        сповіщення про їх передачу. Однак при відмові від cookie Ви не зможете
        скористатися деякими компонентами Нашого Сервісу. Якщо Ви не змінили
        налаштування свого браузера для відхилення cookie-файлів, Наш Сервіс
        зможе їх використовувати.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Флеш-куки. Деякі функції Нашого Сервісу можуть використовувати
        локальні збережені об&apos;єкти (або флеш-куки) для збору та зберігання
        інформації про Ваші уподобання або активність на Нашому Сервісі.
        Флеш-куки не керуються тими ж налаштуваннями браузера, що і
        файли-cookies браузера. Щоб отримати детальну інформацію про те, як
        видалити файли флеш файлкуки, прочитайте «як видалити файли флеш-куки»
        доступно за адресою
        http://help-me.pp.ua/20873-yak-vidaliti-flesh-fayli-cookies.html
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Веб-маяки. Деякі розділи Нашого Сервісу та Наших електронних листів
        можуть містити невеликі електронні файли — веб-маяки (звані прозорими
        гіфками, піксельними тегами та однопіксельними гіфками). Вони дозволяють
        Компанії, наприклад, рахувати користувачів, які відвідали сторінку або
        відкрили електронний лист, а також збирати іншу статистику веб-сайту
        (наприклад, вимірювати популярність певного розділу та перевіряти
        цілісність системи або сервера).
      </Typography>
      <Typography paragraph>
        Файли cookie можуть бути «постійними» або «сесійними». Постійні файли
        залишаються на Вашому персональному комп&apos;ютері або мобільному
        пристрої, коли Ви переходите в автономний режим, а сесійні файли
        видаляються, коли Ви закриваєте веб-браузер.
      </Typography>
      <Typography paragraph>Як видалити флеш файли cookies</Typography>
      <Typography paragraph>
        Якщо ви бажаєте видалити файли cookie або вказати веб-браузеру видалити
        або відмовитися від файлів cookie, відвідайте сторінки довідки свого
        веб-браузера. У рамках GDPR ви маєте певні індивідуальні права.
        Докладніше про ці права ви можете дізнатися у керівництві з GDPR .
      </Typography>
      <Typography paragraph>
        Зверніть увагу, однак, що якщо ви видалите куки або відмовитеся їх
        приймати, ви не зможете використовувати всі функції, які ми пропонуємо,
        ви не зможете зберегти ваші налаштування, а деякі наші сторінки можуть
        відображатися неправильно.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для браузера Chrome відвідайте цю сторінку від Google:
        https://support.google.com/accounts/answer/32050
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для веб-браузера Internet Explorer відвідайте цю сторінку від
        Microsoft: http://support.microsoft.com/kb/278835
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для браузера Firefox відвідайте цю сторінку від Mozilla:
        https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для браузера Safari відвідайте цю сторінку від Apple:
        https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для будь-якого іншого веб-браузера перейдіть на офіційні веб-сторінки
        свого веб-браузера.
      </Typography>
      <Typography paragraph>
        Де знайти додаткову інформацію про файли cookie
      </Typography>
      <Typography paragraph>
        Ви можете дізнатися більше про файли cookie на наступних веб-сайтах:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • AllAboutCookies: http://www.allaboutcookies.org/
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Network Advertising Initiative: http://www.networkadvertising.org/
      </Typography>
      <Typography paragraph>
        Ми використовуємо як сесійні, так і постійні cookie для цілей,
        викладених нижче:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Необхідні / Важливі cookie-файли Тип: Сесійні cookieВиконуються:
        НамиМета: Дані cookie-файли необхідні для надання вам послуг Веб-сайту
        та використання деяких з його функцій. Вони допомагають проводити
        аутентифікацію користувачів та захищати облікові записи від шахраїв. Ми
        не можемо надати вам послуги без цих файлів, а використовуються вони
        виключно для надання зазначених послуг.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Політика щодо cookie-файлів / Згода зі збором cookie Тип: Постійні
        cookie-файли Виконуються: НамиМета: Дані cookie-файли визначають, чи
        погодилися користувачі із застосуванням cookie-файлів на Веб-сайті.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Функціональні cookie-файли Тип: Постійні cookie-файлиВиконуються:
        НамиМета: Дані cookie-файли дозволяють Нам запам&apos;ятовувати Ваші
        уподобання при використанні Веб-сайту, наприклад, запам&apos;ятовувати
        дані входу або мовні уподобання. Ціль цих файлів — надання
        персоналізованих послуг. Завдяки цьому Вам не доводиться повторно
        вводити свої уподобання щоразу, коли Ви використовуєте Веб-сайт.
      </Typography>
      <Typography paragraph>
        Для отримання додаткової інформації про cookie-файли, які ми
        використовуємо, та їх налаштування, будь ласка, вивчіть нашу політику
        використання cookie-файлів або розділ про cookie-файли в нашій політиці
        конфіденційності.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Використання Ваших персональних даних
      </Typography>
      <Typography paragraph>
        Компанія може використовувати Персональні дані для таких цілей:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для надання та підтримки Нашого Сервісу, у тому числі для відстеження
        використання Нашого Сервісу.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для керування Вашим обліковим записом: для керування процесом Вашої
        реєстрації як користувача Сервісу. Персональні дані, що надаються,
        можуть відкрити Вам доступ до різних функцій Сервісу, які доступні Вам
        як зареєстрованому користувачеві.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для виконання умов контракту: підготовка, дотримання та виконання
        контракту на придбання товарів чи послуг або іншого контракту,
        укладеного з Нами через Сервіс.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для зв&apos;язку з Вами: для зв&apos;язку з Вами електронною поштою,
        телефоном, SMS або іншими еквівалентними формами електронного
        зв&apos;язку, наприклад, через розсилку push-повідомлень у додатку з
        інформацією про функції, продукти або послуги, а також оновлення
        налаштувань безпеки, які необхідні або доцільні залежно від обставин.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для надання Вам новин, спеціальних пропозицій та загальної інформації
        про інші запропоновані нами товари, послуги та події, які аналогічні
        тим, які Ви вже придбали або якими цікавилися, якщо Ви не відмовилися
        від отримання подібної інформації.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для обробки ваших запитів: для обробки та відгуку на ваші запити до
        нас.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для передачі бізнесу: Ми можемо використовувати Вашу інформацію для
        оцінки або проведення злиття, поділу, реструктуризації, реорганізації,
        розпуску або інших операцій продажу чи передачі Наших активів — частково
        чи повністю — у процесі безперервної діяльності або в рамках
        банкрутства, ліквідації чи аналогічної процедури, при якій Персональні
        дані користувачів Нашого Сервісу відносяться до активів, що передаються.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для інших цілей: ми можемо використовувати Вашу інформацію для інших
        цілей. Наприклад, для дата-аналітики, аналізу трендів використання,
        оцінки ефективності промокампаній, оцінки та покращення Сервісу,
        продуктів, послуг, маркетингового просування та користувальницького
        досвіду.
      </Typography>
      <Typography paragraph>
        Ми можемо передавати Вашу особисту інформацію наступним категоріям:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Постачальникам послуг: ми можемо надсилати Вашу особисту інформацію
        постачальникам послуг — вони можуть зв&apos;язатися з Вами з метою
        моніторингу або аналітики використання Сервісу.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Для передачі бізнесу: ми можемо ділитися або передавати Вашу особисту
        інформацію в процесі ведення переговорів або реалізації злиття, продажу
        активів Компанії, фінансування або придбання Нашого бізнесу іншою
        компанією повністю або частково.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • З афілійованими особами: ми можемо ділитися Вашою інформацією з нашими
        афілійованими особами, і в цьому випадку ми вимагатимемо від
        афілійованих осіб дотримання цієї Політики конфіденційності. Афілійовані
        особи включають нашу материнську компанію і будь-які дочірні компанії,
        партнерів по спільних підприємствах або інші компанії, якими Ми керуємо
        або які знаходяться під управлінням разом з нами.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • З бізнес-партнерами: Ми можемо передавати Вашу інформацію Нашим
        діловим партнерам, щоб пропонувати Вам певні продукти, послуги чи
        рекламні акції.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • З іншими користувачами: коли Ви ділитеся особистою інформацією або
        іншим чином взаємодієте з іншими користувачами у публічному полі, ці
        відомості можуть бачити всі користувачі, а інформація може поширюватись
        за межами Нашого Сервісу. Якщо Ви взаємодієте з іншими користувачами або
        реєструєтеся через сторонню Соціальну мережу, Ваші контакти в соцмережі
        можуть бачити Ваше ім&apos;я, профіль, зображення та опис Ваших дій. Так
        само інші користувачі зможуть переглядати описи Ваших дій, спілкуватися
        з Вами та переглядати Ваш профіль.
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • За Вашою згодою: Ми можемо розкрити Вашу особисту інформацію для
        будь-яких інших цілей за Вашою згодою.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Зберігання Ваших особистих даних
      </Typography>
      <Typography paragraph>
        Компанія зберігатиме Ваші Персональні дані тільки доти, доки це
        необхідно для цілей, викладених у цій Політиці конфіденційності. Ми
        будемо зберігати та використовувати Ваші Персональні дані в тій мірі,
        якою це необхідно для дотримання наших юридичних зобов&apos;язань
        (наприклад, якщо Ми зобов&apos;язані зберігати Ваші дані відповідно до
        чинного законодавства), вирішення спорів та дотримання Наших юридичних
        угод та політик.
      </Typography>
      <Typography paragraph>
        Компанія також зберігатиме дані про використання з метою внутрішнього
        аналізу. Дані про використання зазвичай зберігаються протягом більш
        короткого періоду часу, за винятком випадків, коли ці дані
        використовуються для посилення безпеки або покращення функціональності
        Нашого Сервісу, або коли Ми юридично зобов&apos;язані зберігати ці дані
        протягом тривалих періодів часу. угод та політик.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Передача Ваших особистих даних
      </Typography>
      <Typography paragraph>
        Ваша інформація, включаючи Персональні дані, обробляється в операційних
        офісах Компанії та в будь-яких інших місцях, де базуються сторони, що
        беруть участь у обробці. Це означає, що інформація може передаватись та
        зберігатися на комп&apos;ютерах, розташованих за межами Вашої області,
        країни або іншої державної юрисдикції, де закони про захист даних можуть
        відрізнятися від законів Вашої юрисдикції.
      </Typography>
      <Typography paragraph>
        Ваша згода з цією Політикою конфіденційності, за якою слідує надання
        такої інформації, означає Вашу згоду на таку передачу.
      </Typography>
      <Typography paragraph>
        Компанія здійснить всі необхідні кроки для забезпечення безпечного
        поводження з Вашими даними відповідно до цієї Політики конфіденційності.
        Ми не передадемо Ваші Персональні дані організаціям або країнам, якщо не
        буде забезпечено належного контролю, включаючи захист Ваших даних та
        іншої особистої інформації.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Розкриття Ваших особистих даних
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Ділові операції
      </Typography>
      <Typography paragraph>
        Якщо Компанія бере участь у злитті, придбанні чи продажу активів, Ваші
        особисті дані можуть бути передані. Ми повідомимо Вас до того, як Ваші
        персональні дані будуть передані та стануть предметом іншої Політики
        конфіденційності.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Правоохоронні органи
      </Typography>
      <Typography paragraph>
        За певних обставин від Компанії може знадобитися розкрити Ваші
        Персональні дані, якщо це потрібно згідно із законом або у відповідь на
        обґрунтовані запити державних органів (наприклад, суду чи державного
        відомства).
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Інші юридичні вимоги
      </Typography>
      <Typography paragraph>
        Компанія може розкрити Ваші Персональні дані, якщо будуть сумлінно
        вважати, що такі дії необхідні для:
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Дотримання юридичних зобов&apos;язань
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Захист прав або власності Компанії
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Запобігання або розслідування можливих правопорушень, пов&apos;язаних
        із Сервісом
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Захист особистої безпеки Користувачів Сервісу чи громадськості
      </Typography>
      <Typography sx={{ ml: 2 }} paragraph>
        • Захисту від юридичної відповідальності
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Безпека Ваших особистих даних
      </Typography>
      <Typography paragraph>
        Безпека Ваших особистих даних важлива для нас, але пам&apos;ятайте, що
        жоден метод електронного зберігання або передачі через Інтернет не є
        безпечним на 100%. Хоча Ми прагнемо використовувати доцільні засоби для
        захисту Ваших особистих даних, Ми не можемо гарантувати їхню абсолютну
        безпеку.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Конфіденційність дітей
      </Typography>
      <Typography paragraph>
        Наш Сервіс не призначений для осіб віком до 13 років. Ми свідомо не
        збираємо особисту інформацію від молодших 13 років. Якщо Ви є батьком
        або опікуном і знаєте, що Ваша дитина надала Нам Персональні дані, будь
        ласка, зв&apos;яжіться з Нами. Якщо нам стане відомо, що ми зібрали
        персональні дані від будь-кого у віці до 13 років без підтвердження
        згоди батьків, ми зробимо кроки для видалення цієї інформації з наших
        серверів.
      </Typography>
      <Typography paragraph>
        Якщо законодавство вашої країни вимагає, щоб ми отримали згоду одного з
        батьків на обробку вашої інформації, ми звернемося до вас за відповідною
        згодою, перш ніж збирати та використовувати інформацію.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Посилання на інші сайти
      </Typography>
      <Typography paragraph>
        Наш сервіс може містити посилання на інші веб-сайти, якими ми не
        керуємо. Якщо Ви натиснете посилання третьої сторони, то будете
        перенаправлені на сайт цієї третьої сторони. Ми настійно рекомендуємо
        Вам знайомитись з Політикою конфіденційності кожного сайту, який Ви
        відвідуєте.
      </Typography>
      <Typography paragraph>
        Ми не контролюємо та не несемо відповідальності за контент, політику
        конфіденційності чи дії будь-яких сторонніх сайтів чи сервісів.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Зміни цієї Політики конфіденційності
      </Typography>
      <Typography paragraph>
        Ми можемо час від часу оновлювати нашу політику конфіденційності. Ми
        повідомимо Вас про будь-які зміни, розмістивши нову Політику
        конфіденційності на цій сторінці.
      </Typography>
      <Typography paragraph>
        Ми повідомимо Вас про це електронною поштою та/або іншим способом
        повідомимо про зміни до того, як вони набудуть чинності, та оновимо дату
        «Останнє оновлення» у верхній частині цієї Політики конфіденційності.
      </Typography>
      <Typography paragraph>
        Рекомендується періодично переглядати цю Політику конфіденційності щодо
        змін. Зміни цієї Політики конфіденційності набирають чинності в момент
        публікації на сторінці.
      </Typography>
      <Typography sx={{ fontWeight: "bold" }} paragraph>
        Зв&apos;яжіться з нами
      </Typography>
      <Typography paragraph>
        Якщо у Вас є питання щодо цієї Політики конфіденційності, Ви можете
        зв&apos;язатися з Нами електронною поштою: acontact@gmail.com, за
        номером телефону 380
      </Typography>
    </>
  );
};

export default PrivacyPolicy;
