export default {
  Landing: {
    Footer: {
      Navigation: {
        title: "Навігація",
        section1: {
          name: "Аналіз контракту",
        },
        section2: {
          name: "Тарифи",
        },
        section3: {
          name: "Підтримка",
        },
      },
      Legal: {
        title: "Правова інформація",
        section1: {
          name: "Умови та положення",
        },
        section2: {
          name: "Політика конфіденційності",
        },
      },
      Social: {
        title: "Соціальні мережі",
      },
      paragraph1: "Усі права захищені.",
    },
    Header: {
      Tabs: {
        section1: {
          name: "Аналіз контракту",
        },
        section2: {
          name: "Тарифи",
        },
        section3: {
          name: "Підтримка",
        },
        section4: {
          name: "Блог",
        },
      },
      Buttons: {
        button1: "Особистий кабінет",
        button2: "Увійти",
        button3: "Зареєструватися",
      },
    },
    AnalyseContract: {
      title: "наліз контракту",
      paragraph1:
        "Аналіз контракту - це наш сервіс, який дозволить вам заощадити час, необхідний для вивчення контракту.",
      paragraph2: "Сервіс ідентифікує ключові пункти контракту, такі як:",
      paragraph3: "Глибокий і детальний аналіз всіх документів",
      items: {
        point1: "Предмети",
        point2: "Підписання",
        point3: "Процедура оплати (внески)",
        point4: "Стан контракту",
        point5: "Показники виконання контракту",
        point6: "Процедура вирішення спорів",
        point7: "Конфіденційність",
        point8: "Порядок дій",
      },
      button1: "Аналізувати контракт",
    },
    Support: {
      title: "Підтримка",
      paragraph1:
        "Наша команда висококваліфікованих фахівців готова допомогти вам з вирішенням технічних проблем, запитань, пов'язаних з обліковими записами, питань щодо оплати та будь-яких інших питань, які вас турбують.",
      paragraph2:
        "Ми розуміємо, що всі клієнти унікальні, і ми готові пропонувати індивідуальні рішення, які відповідають конкретним потребам.",
      QuestionForm: {
        title: "Ваше запитання",
        textarea: "Напишіть своє запитання...",
        button: "Надіслати",
      },
    },
    Tarrifs: {
      Cards: {
        title: "Тарифи",
        card1: {
          title: "Стандартні ціни",
          info: "€10/1800 символів",
        },
        card2: {
          title: "Юридична особа",
          info: "€30/1800 символів",
        },
      },
      Description: {
        icon: "•",
        paragraph1: "Характер аналізу визначається кількістю символів тексту.",
        paragraph2:
          "Один аналітичний аркуш містить 1800 символів, включаючи пробіли.",
        paragraph3:
          "Кількість параметрів відповідає стандартному оформленню з 30 рядками тексту.",
        paragraph4:
          "Цей текст надрукований з кроком 1,5, кожен рядок містить 60 символів.",
      },
    },
  },
  Legal: {
    Title: "Юридична інформація",
    TermAndConditions: {
      nameTab: "Умови та положення",
      content: {},
      main: {},
    },
    PrivacyPolice: {
      nameTab: "Політика конфіденційності",
      content: {
        paragraph1: "Політика конфіденційності",
        paragraph2: "Терміни та визначення",
        paragraph3: "Інтерпретація",
        paragraph4: "Визначення",
        paragraph5: "Збір та використання Ваших персональних даних",
        paragraph6: "Типи даних, що збираються",
        paragraph7: "Персональні дані",
        paragraph8: "Дані про використання",
        paragraph9: "Інформація із соціальних мереж",
        paragraph10: "Технології відстеження та файли cookie",
        paragraph11: "Використання Ваших персональних даних",
        paragraph12: "Зберігання Ваших особистих даних",
        paragraph13: "Передача Ваших особистих даних",
        paragraph14: "Розкриття Ваших особистих даних",
        paragraph15: "Ділові операції",
        paragraph16: "Правоохоронні органи",
        paragraph17: "Інші юридичні вимоги",
        paragraph18: "Безпека Ваших особистих даних",
        paragraph19: "Конфіденційність дітей",
        paragraph20: "Посилання на інші сайти",
        paragraph21: "Зміни цієї Політики конфіденційності",
        paragraph22: "Зв'яжіться з нами",
      },
      main: {
        title: "Політика конфіденційності для сервісу «A Contract»",
        paragraph1: "Остання модифікація: 05 лютого 2024 р.",
        paragraph2:
          "Дана Політика конфіденційності встановлює умови та порядок збору, використання та розголошення Вашої інформації під час користування Сервісом, а також визначає Ваші права як суб`єкта персональних даних. Мивикористовуємо Ваші персональні дані для надання послуг та поліпшенняякості Сервісу. Користуючись Сервісом, Ви згодні зі збором тавикористанням інформації відповідно до даної Політики конфіденційності.",
        paragraph3: "Терміни та визначення",
        paragraph4: "Інтерпретація",
        paragraph5:
          "Значення визначень у тексті з великої літери слід інтерпретувати відповідно до інструкцій, наведених нижче. Їх значення та інтерпретація зберігаються як в однині, так і в множині.",
        paragraph6: "Визначення",
        paragraph7: "Відповідно до цієї Політики конфіденційності:",
        paragraph8:
          "• «Обліковий запис» означає унікальний обліковий запис, який створюється для Вас з метою доступу до нашого Сервісу або його окремих компонентів.",
        paragraph9:
          "• «Компанія» (названа в цій Угоді «Компанія», «Ми», «Нас» або «Наш») означає ТОВ A Contact 40000, Україна, м. Суми, Пушкіна, 55 кв 4.",
        paragraph10:
          "• «Файли cookie» означають невеликі файли, які розміщуються веб-сайтом на вашому комп&apos;ютері, мобільному пристрої або будь-якому іншому девайсі і містять відомості про вашу історію переглядів на цьому веб-сайті протягом усього використання Сервісу.",
        paragraph11: "• «Країна» означає Україна.",
        paragraph12:
          "• «Пристрій» означає будь-який пристрій, який може отримати доступ до Сервісу, наприклад, комп&apos;ютер, мобільний телефон або планшет.",
        paragraph13:
          "• «Персональні дані» означають будь-яку інформацію, яка стосується ідентифікованої або ідентифікованої особи.",
        paragraph14: "• «Сервіс» означає Веб-сайт.",
        paragraph15:
          "• «Постачальник послуг» означає будь-яку фізичну чи юридичну особу, яка обробляє дані від імені Компанії. Це можуть бути сторонні компанії або фізичні особи, найняті Компанією для надання або підтримки у наданні Сервісу від імені Компанії, а також надання послуг, пов&apos;язаних з Сервісом, або надання допомоги Компанії в аналітиці Сервісу.",
        paragraph16:
          "• «Соціальні мережі» означають будь-які сторонні веб-сайти або соціальні мережі, за допомогою яких Користувач логінується або реєструється, щоб скористатися Сервісом.",
        paragraph17:
          "• «Дані про використання» означають автоматично зібрані дані, які генеруються в процесі використання Сервісу або самою інфраструктурою Сервісу (наприклад, тривалість перегляду сторінки).",
        paragraph18:
          "• «Сайт» означає інформаційний електронний ресурс у мережі Інтернет, доступ до якого здійснюється за адресою https:// .",
        paragraph19:
          "• «Ви» означає фізичну особу, компанію або іншу юридичну особу, яка отримує доступ до Сервісу або користується Сервісом залежно від обставин.",
        paragraph20: "Збір та використання Ваших персональних даних",

        paragraph21: "Типи даних, що збираються:",
        paragraph22: "Персональні дані",
        paragraph23:
          "При використанні нашого Сервісу ми можемо попросити Вас надати нам певніперсональні відомості, що ідентифікуються, які можуть бути використанідля зв&apos;язку з Вами або для Вашої ідентифікації. Інформація, щодозволяє встановити особу, може включати, але не обмежується:",
        paragraph24: "• Адреса електронної пошти",
        paragraph25: "• Ім'я та прізвище",
        paragraph26: "• Номер телефону",
        paragraph27: "• Адреса, область, місто, село",
        paragraph28: "Дані про використання",
        paragraph29:
          "Дані про використання збираються автоматично під час використання Сервісу.",
        paragraph30:
          "Дані про використання можуть включати таку інформацію, як IP-адреса, тип браузера, версія браузера, відвідувані сторінки нашого Сервісу, час і дата Вашого візиту, час, проведений на цих сторінках, унікальні ідентифікатори пристрою та інші діагностичні дані.",
        paragraph31:
          "Коли Ви отримуєте доступ до Сервісу за допомогою мобільного пристрою або через нього, Ми можемо збирати певну інформацію автоматично, включаючи, крім іншого, тип мобільного пристрою, що використовується Вами, унікальний ідентифікатор Вашого мобільного пристрою, IP-адреса Вашого мобільного пристрою, відомості про операційну систему Вашого мобільного телефону, тип використовуваного Вами мобільного інтернет-браузера, унікальні ідентифікатори пристрою та інші діагностичні дані.",
        paragraph32:
          "Ми також можемо збирати інформацію, яку Ваш браузер надсилає щоразу, коли Ви відвідуєте наш Сервіс або коли отримуєте доступ до Сервісу за допомогою мобільного пристрою.",
        paragraph33: "Інформація із соціальних мереж",
        paragraph34:
          "Компанія дозволяє Вам створити обліковий запис та увійти до системи для використання Сервісу через наступні Соціальні мережі:",
        paragraph35: "• Google",
        paragraph36: "• Telegram",
        paragraph37: "• Viber",
        paragraph38: "• Instagram",
        paragraph39:
          "Якщо Ви вирішите зареєструватися або надати доступ через Соціальні мережі, ми можемо збирати Персональні дані, які вже пов&apos;язані з Вашим обліковим записом у Соціальних мережах, наприклад, Вашим ім&apos;ям, адресою електронної пошти, діями або списком контактів, пов&apos;язаних з цим обліковим записом.",
        paragraph40:
          "Ви також можете поділитись додатковою інформацією з Компанією через свійобліковий запис у Соціальних мережах. Якщо Ви вирішите надати такуінформацію та Персональні дані під час реєстрації або на будь-якомуіншому етапі, Ви даєте Компанії дозвіл використовувати, передавати тазберігати відомості відповідно до цієї Політики конфіденційності.",
        paragraph41: "Технології відстеження та файли cookie",
        paragraph42:
          "Ми використовуємо файли cookie та аналогічні технології трекінгу для відстеження активності на платформі нашого Сервісу та збереження певної інформації. Технології відстеження, що використовуються, — це маяки, теги та скрипти для збору та відстеження інформації, а також для покращення та аналітики Нашого Сервісу. Використовувані нами технології можуть включати:",
        paragraph43:
          "• Файли cookie або файли cookie браузера. Файл cookie — це невеликий файл, розміщений на Вашому пристрої. У налаштуваннях вашого браузера Ви можете встановити відмову від будь-яких cookie-файлів або налаштувати сповіщення про їх передачу. Однак при відмові від cookie Ви не зможете скористатися деякими компонентами Нашого Сервісу. Якщо Ви не змінили налаштування свого браузера для відхилення cookie-файлів, Наш Сервіс зможе їх використовувати.",
        paragraph44:
          "• Флеш-куки. Деякі функції Нашого Сервісу можуть використовувати локальні збережені об&apos;єкти (або флеш-куки) для збору та зберігання інформації про Ваші уподобання або активність на Нашому Сервісі. Флеш-куки не керуються тими ж налаштуваннями браузера, що і файли-cookies браузера. Щоб отримати детальну інформацію про те, як видалити файли флеш файлкуки, прочитайте «як видалити файли флеш-куки» доступно за адресою http://help-me.pp.ua/20873-yak-vidaliti-flesh-fayli-cookies.html",
        paragraph45:
          "• Веб-маяки. Деякі розділи Нашого Сервісу та Наших електронних листів можуть містити невеликі електронні файли — веб-маяки (звані прозорими гіфками, піксельними тегами та однопіксельними гіфками). Вони дозволяють Компанії, наприклад, рахувати користувачів, які відвідали сторінку або відкрили електронний лист, а також збирати іншу статистику веб-сайту (наприклад, вимірювати популярність певного розділу та перевіряти цілісність системи або сервера).",
        paragraph46:
          "Файли cookie можуть бути «постійними» або «сесійними». Постійні файли залишаються на Вашому персональному комп&apos;ютері або мобільному пристрої, коли Ви переходите в автономний режим, а сесійні файли видаляються, коли Ви закриваєте веб-браузер.",
        paragraph47: "Як видалити флеш файли cookies",
        paragraph48:
          " Якщо ви бажаєте видалити файли cookie або вказати веб-браузеру видалити або відмовитися від файлів cookie, відвідайте сторінки довідки свого веб-браузера. У рамках GDPR ви маєте певні індивідуальні права. Докладніше про ці права ви можете дізнатися у керівництві з GDPR .",
        paragraph49:
          "Зверніть увагу, однак, що якщо ви видалите куки або відмовитеся їх приймати, ви не зможете використовувати всі функції, які ми пропонуємо, ви не зможете зберегти ваші налаштування, а деякі наші сторінки можуть відображатися неправильно.",
        paragraph50:
          "• Для браузера Chrome відвідайте цю сторінку від Google: https://support.google.com/accounts/answer/32050",
        paragraph51:
          "• Для веб-браузера Internet Explorer відвідайте цю сторінку від Microsoft: http://support.microsoft.com/kb/278835",
        paragraph52:
          "• Для браузера Firefox відвідайте цю сторінку від Mozilla: https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored",
        paragraph53:
          "• Для браузера Safari відвідайте цю сторінку від Apple: https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac",
        paragraph54:
          "• Для будь-якого іншого веб-браузера перейдіть на офіційні веб-сторінки свого веб-браузера.",
        paragraph55: "Де знайти додаткову інформацію про файли cookie",
        paragraph56:
          "Ви можете дізнатися більше про файли cookie на наступних веб-сайтах:",
        paragraph57: "• AllAboutCookies: http://www.allaboutcookies.org/",
        paragraph58:
          "• Network Advertising Initiative: http://www.networkadvertising.org/",
        paragraph59:
          "Ми використовуємо як сесійні, так і постійні cookie для цілей, викладених нижче:",
        paragraph60:
          "• Необхідні / Важливі cookie-файли Тип: Сесійні cookieВиконуються: НамиМета: Дані cookie-файли необхідні для надання вам послуг Веб-сайту та використання деяких з його функцій. Вони допомагають проводити аутентифікацію користувачів та захищати облікові записи від шахраїв. Ми не можемо надати вам послуги без цих файлів, а використовуються вони виключно для надання зазначених послуг.",
        paragraph61:
          "• Політика щодо cookie-файлів / Згода зі збором cookie Тип: Постійні cookie-файли Виконуються: НамиМета: Дані cookie-файли визначають, чи погодилися користувачі із застосуванням cookie-файлів на Веб-сайті.",
        paragraph62:
          "• Функціональні cookie-файли Тип: Постійні cookie-файлиВиконуються: НамиМета: Дані cookie-файли дозволяють Нам запам&apos;ятовувати Ваші уподобання при використанні Веб-сайту, наприклад, запам&apos;ятовувати дані входу або мовні уподобання. Ціль цих файлів — надання персоналізованих послуг. Завдяки цьому Вам не доводиться повторно вводити свої уподобання щоразу, коли Ви використовуєте Веб-сайт.",
        paragraph63:
          "Для отримання додаткової інформації про cookie-файли, які ми використовуємо, та їх налаштування, будь ласка, вивчіть нашу політику використання cookie-файлів або розділ про cookie-файли в нашій політиці конфіденційності.",
        paragraph64: "Використання Ваших персональних даних",
        paragraph65:
          "Компанія може використовувати Персональні дані для таких цілей:",
        paragraph66:
          "• Для надання та підтримки Нашого Сервісу, у тому числі для відстеження використання Нашого Сервісу.",
        paragraph67:
          "• Для керування Вашим обліковим записом: для керування процесом Вашої реєстрації як користувача Сервісу. Персональні дані, що надаються, можуть відкрити Вам доступ до різних функцій Сервісу, які доступні Вам як зареєстрованому користувачеві.",
        paragraph68:
          "• Для виконання умов контракту: підготовка, дотримання та виконання контракту на придбання товарів чи послуг або іншого контракту, укладеного з Нами через Сервіс.",
        paragraph69:
          "• Для зв'язку з Вами: для зв'язку з Вами електронною поштою, телефоном, SMS або іншими еквівалентними формами електронного зв&apos;язку, наприклад, через розсилку push-повідомлень у додатку з інформацією про функції, продукти або послуги, а також оновлення налаштувань безпеки, які необхідні або доцільні залежно від обставин.",
        paragraph70:
          "• Для надання Вам новин, спеціальних пропозицій та загальної інформації про інші запропоновані нами товари, послуги та події, які аналогічні тим, які Ви вже придбали або якими цікавилися, якщо Ви не відмовилися від отримання подібної інформації.",
        paragraph71:
          "• Для обробки ваших запитів: для обробки та відгуку на ваші запити до нас.",
        paragraph72:
          "• Для передачі бізнесу: Ми можемо використовувати Вашу інформацію для оцінки або проведення злиття, поділу, реструктуризації, реорганізації, розпуску або інших операцій продажу чи передачі Наших активів — частково чи повністю — у процесі безперервної діяльності або в рамках банкрутства, ліквідації чи аналогічної процедури, при якій Персональні дані користувачів Нашого Сервісу відносяться до активів, що передаються.",
        paragraph73:
          "• Для інших цілей: ми можемо використовувати Вашу інформацію для інших цілей. Наприклад, для дата-аналітики, аналізу трендів використання, оцінки ефективності промокампаній, оцінки та покращення Сервісу, продуктів, послуг, маркетингового просування та користувальницького досвіду.",
        paragraph74:
          "Ми можемо передавати Вашу особисту інформацію наступним категоріям:",
        paragraph75:
          "• Постачальникам послуг: ми можемо надсилати Вашу особисту інформацію постачальникам послуг — вони можуть зв&apos;язатися з Вами з метою моніторингу або аналітики використання Сервісу.",
        paragraph76:
          "• Для передачі бізнесу: ми можемо ділитися або передавати Вашу особисту інформацію в процесі ведення переговорів або реалізації злиття, продажу активів Компанії, фінансування або придбання Нашого бізнесу іншою компанією повністю або частково.",
        paragraph77:
          "• З афілійованими особами: ми можемо ділитися Вашою інформацією з нашими афілійованими особами, і в цьому випадку ми вимагатимемо від афілійованих осіб дотримання цієї Політики конфіденційності. Афілійовані особи включають нашу материнську компанію і будь-які дочірні компанії, партнерів по спільних підприємствах або інші компанії, якими Ми керуємо або які знаходяться під управлінням разом з нами.",
        paragraph78:
          "• З бізнес-партнерами: Ми можемо передавати Вашу інформацію Нашим діловим партнерам, щоб пропонувати Вам певні продукти, послуги чи рекламні акції.",
        paragraph79:
          "• З іншими користувачами: коли Ви ділитеся особистою інформацією або іншим чином взаємодієте з іншими користувачами у публічному полі, ці відомості можуть бачити всі користувачі, а інформація може поширюватись за межами Нашого Сервісу. Якщо Ви взаємодієте з іншими користувачами або реєструєтеся через сторонню Соціальну мережу, Ваші контакти в соцмережі можуть бачити Ваше ім&apos;я, профіль, зображення та опис Ваших дій. Так само інші користувачі зможуть переглядати описи Ваших дій, спілкуватися з Вами та переглядати Ваш профіль.",
        paragraph80:
          "• За Вашою згодою: Ми можемо розкрити Вашу особисту інформацію для будь-яких інших цілей за Вашою згодою.",
        paragraph81: "Зберігання Ваших особистих даних",
        paragraph82:
          "Компанія зберігатиме Ваші Персональні дані тільки доти, доки це необхідно для цілей, викладених у цій Політиці конфіденційності. Ми будемо зберігати та використовувати Ваші Персональні дані в тій мірі, якою це необхідно для дотримання наших юридичних зобов&apos;язань (наприклад, якщо Ми зобов&apos;язані зберігати Ваші дані відповідно до чинного законодавства), вирішення спорів та дотримання Наших юридичних угод та політик.",
        paragraph83:
          "Компанія також зберігатиме дані про використання з метою внутрішнього аналізу. Дані про використання зазвичай зберігаються протягом більш короткого періоду часу, за винятком випадків, коли ці дані використовуються для посилення безпеки або покращення функціональності Нашого Сервісу, або коли Ми юридично зобов&apos;язані зберігати ці дані протягом тривалих періодів часу. угод та політик.",
        paragraph84: "Передача Ваших особистих даних",
        paragraph85:
          "Ваша інформація, включаючи Персональні дані, обробляється в операційних офісах Компанії та в будь-яких інших місцях, де базуються сторони, що беруть участь у обробці. Це означає, що інформація може передаватись та зберігатися на комп&apos;ютерах, розташованих за межами Вашої області, країни або іншої державної юрисдикції, де закони про захист даних можуть відрізнятися від законів Вашої юрисдикції.",
        paragraph86:
          "Ваша згода з цією Політикою конфіденційності, за якою слідує надання такої інформації, означає Вашу згоду на таку передачу.",
        paragraph87:
          "Компанія здійснить всі необхідні кроки для забезпечення безпечного поводження з Вашими даними відповідно до цієї Політики конфіденційності. Ми не передадемо Ваші Персональні дані організаціям або країнам, якщо не буде забезпечено належного контролю, включаючи захист Ваших даних та іншої особистої інформації.",
        paragraph88: "Розкриття Ваших особистих даних",
        paragraph89: "Ділові операції",
        paragraph90:
          "Якщо Компанія бере участь у злитті, придбанні чи продажу активів, Ваші особисті дані можуть бути передані. Ми повідомимо Вас до того, як Ваші персональні дані будуть передані та стануть предметом іншої Політики конфіденційності.",
        paragraph91: "Правоохоронні органи",
        paragraph92:
          "За певних обставин від Компанії може знадобитися розкрити Ваші Персональні дані, якщо це потрібно згідно із законом або у відповідь на обґрунтовані запити державних органів (наприклад, суду чи державного відомства).",
        paragraph93: "Інші юридичні вимоги",
        paragraph94:
          "Компанія може розкрити Ваші Персональні дані, якщо будуть сумлінно вважати, що такі дії необхідні для:",
        paragraph95: "• Дотримання юридичних зобов'язань",
        paragraph96: "• Захист прав або власності Компанії",
        paragraph97:
          "• Запобігання або розслідування можливих правопорушень, пов'язаних із Сервісом",
        paragraph98:
          "• Захист особистої безпеки Користувачів Сервісу чи громадськості",
        paragraph99: "• Захисту від юридичної відповідальності",
        paragraph100: "Безпека Ваших особистих даних",
        paragraph101:
          "Безпека Ваших особистих даних важлива для нас, але пам&apos;ятайте, що жоден метод електронного зберігання або передачі через Інтернет не є безпечним на 100%. Хоча Ми прагнемо використовувати доцільні засоби для захисту Ваших особистих даних, Ми не можемо гарантувати їхню абсолютну безпеку.",
        paragraph102: "Конфіденційність дітей",
        paragraph103:
          "Наш Сервіс не призначений для осіб віком до 13 років. Ми свідомо не збираємо особисту інформацію від молодших 13 років. Якщо Ви є батьком або опікуном і знаєте, що Ваша дитина надала Нам Персональні дані, будь ласка, зв&apos;яжіться з Нами. Якщо нам стане відомо, що ми зібрали персональні дані від будь-кого у віці до 13 років без підтвердження згоди батьків, ми зробимо кроки для видалення цієї інформації з наших серверів.",
        paragraph104:
          "Якщо законодавство вашої країни вимагає, щоб ми отримали згоду одного з батьків на обробку вашої інформації, ми звернемося до вас за відповідною згодою, перш ніж збирати та використовувати інформацію.",
        paragraph105: "Посилання на інші сайти",
        paragraph106:
          "Наш сервіс може містити посилання на інші веб-сайти, якими ми не керуємо. Якщо Ви натиснете посилання третьої сторони, то будете перенаправлені на сайт цієї третьої сторони. Ми настійно рекомендуємо Вам знайомитись з Політикою конфіденційності кожного сайту, який Ви відвідуєте.",
        paragraph107:
          "Ми не контролюємо та не несемо відповідальності за контент, політику конфіденційності чи дії будь-яких сторонніх сайтів чи сервісів.",
        paragraph108: "Зміни цієї Політики конфіденційності",
        paragraph109:
          "Ми можемо час від часу оновлювати нашу політику конфіденційності. Ми повідомимо Вас про будь-які зміни, розмістивши нову Політику конфіденційності на цій сторінці.",
        paragraph110:
          "Ми повідомимо Вас про це електронною поштою та/або іншим способом повідомимо про зміни до того, як вони набудуть чинності, та оновимо дату «Останнє оновлення» у верхній частині цієї Політики конфіденційності.",
        paragraph111:
          "Рекомендується періодично переглядати цю Політику конфіденційності щодо змін. Зміни цієї Політики конфіденційності набирають чинності в момент публікації на сторінці.",
        paragraph112: "Зв'яжіться з нами",
        paragraph113:
          "Якщо у Вас є питання щодо цієї Політики конфіденційності, Ви можете зв&apos;язатися з Нами електронною поштою: acontact@gmail.com, за номером телефону 380",
      },
    },
  },
  Blog: {},
} as const;
