export default {
  Landing: {
    Footer: {
      Navigation: {
        title: "Навігація",
        section1: {
          name: "Аналіз контракту",
        },
        section2: {
          name: "Тарифи",
        },
        section3: {
          name: "Підтримка",
        },
      },
      Legal: {
        title: "Правова інформація",
        section1: {
          name: "Умови та положення",
        },
        section2: {
          name: "Політика конфіденційності",
        },
      },
      Social: {
        title: "Соціальні мережі",
      },
      paragraph1: "Усі права захищені.",
    },
    Header: {
      Tabs: {
        section1: {
          name: "Аналіз контракту",
        },
        section2: {
          name: "Тарифи",
        },
        section3: {
          name: "Підтримка",
        },
        section4: {
          name: "Блог",
        },
      },
      Buttons: {
        button1: "Особистий кабінет",
        button2: "Увійти",
        button3: "Зареєструватися",
      },
    },
    AnalyseContract: {
      title: "Аналіз контракту",
      paragraph1:
        "Аналіз контракту - це наш сервіс, який дозволить вам заощадити час, необхідний для вивчення контракту.",
      paragraph2: "Сервіс ідентифікує ключові пункти контракту, такі як:",
      paragraph3: "Глибокий і детальний аналіз всіх документів",
      items: {
        point1: "Предмети;",
        point2: "Підписання;",
        point3: "Процедура оплати (внески);",
        point4: "Стан контракту;",
        point5: "Показники виконання контракту;",
        point6: "Процедура вирішення спорів;",
        point7: "Конфіденційність;",
        point8: "Порядок дій;",
      },
      button1: "Аналіз",
    },
    Support: {
      title: "Підтримка",
      paragraph1:
        "Наша команда висококваліфікованих фахівців готова допомогти вам з вирішенням технічних проблем, запитань, пов'язаних з обліковими записами, питань щодо оплати та будь-яких інших питань, які вас турбують.",
      paragraph2:
        "Ми розуміємо, що всі клієнти унікальні, і ми готові пропонувати індивідуальні рішення, які відповідають конкретним потребам.",
      QuestionForm: {
        title: "Ваше запитання",
        textarea: "Напишіть своє запитання...",
        button: "Надіслати",
      },
    },
    Tarrifs: {
      Cards: {
        title: "Тарифи",
        card1: {
          title: "Стандартні ціни",
          info: "€10/1800 символів",
        },
        card2: {
          title: "Юридична особа",
          info: "€30/1800 символів",
        },
      },
      Description: {
        icon: "•",
        paragraph1: "Характер аналізу визначається кількістю символів тексту.",
        paragraph2:
          "Один аналітичний аркуш містить 1800 символів, включаючи пробіли.",
        paragraph3:
          "Кількість параметрів відповідає стандартному оформленню з 30 рядками тексту.",
        paragraph4:
          "Цей текст надрукований з кроком 1,5, кожен рядок містить 60 символів.",
      },
    },
  },
} as const;
